[{
        "title": "Harry Potter",
        "subtitle": "Harry Potter is a series of seven fantasy novels written by British author J. K. Rowling. The novels chronicle the lives of a young wizard, Harry Potter, and his friends Hermione Granger and Ron Weasley, all of whom are students at Hogwarts School of Witchcraft and Wizardry. The main story arc concerns Harry's struggle against Lord Voldemort, a dark wizard who intends to become immortal.",
        "image_url": "https://images.ctfassets.net/usf1vwtuqyxm/71J6YPxNauhFABbjHpGluJ/631bd6980b0a430d5b476ef331abb2b5/release_1_hogwarts.png",
        "detail": "แฮร์รี่ พอตเตอร์ เป็นชุดนวนิยายแฟนตาซีจำนวนเจ็ดเล่ม ประพันธ์โดยนักเขียนชาวอังกฤษชื่อว่า เจ. เค. โรว์ลิง เป็นเรื่องราวการผจญภัยของพ่อมดวัยรุ่น แฮร์รี่ พอตเตอร์ กับเพื่อนสองคน รอน วีสลีย์ และ เฮอร์ไมโอนี เกรนเจอร์ ซึ่งทั้งหมดเป็นนักเรียนของโรงเรียนคาถาพ่อมดแม่มดและเวทมนตร์ศาสตร์ฮอกวอตส์ โครงเรื่องหลักเกี่ยวกับภารกิจของแฮร์รี่ในการเอาชนะพ่อมดศาสตร์มืดที่ชั่วร้าย ลอร์ดโวลเดอมอร์ ผู้ที่ต้องการจะมีชีวิตเป็นอมตะ มีเป้าหมายเพื่อพิชิตมักเกิ้ล หรือประชากรที่ไม่มีอำนาจวิเศษ พิชิตโลกพ่อมดและทำลายทุกคนที่ขัดขวาง โดยเฉพาะอย่างยิ่ง แฮร์รี่ พอตเตอร์"
    },
    {
        "title": "Plot Harry Potter",
        "subtitle": "The central character in the series is Harry Potter, a boy who lives in the fictional town of Little Whinging, Surrey with his aunt, uncle, and cousin – the Dursleys – and discovers at the age of eleven that he is a wizard, though he lives in the ordinary world of non-magical people known as Muggles.The wizarding world exists parallel to the Muggle world, albeit hidden and in secrecy.",
        "image_url": "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/c56b5b26-bfbb-461b-b8ee-124584f1ffe1/ded7ioe-ef7da395-2634-46c3-af51-6422a2a712d7.jpg/v1/fill/w_1032,h_774,q_70,strp/hogwarts_clocktower_by_sirdouglas001_ded7ioe-pre.jpg?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7ImhlaWdodCI6Ijw9NTMxNSIsInBhdGgiOiJcL2ZcL2M1NmI1YjI2LWJmYmItNDYxYi1iOGVlLTEyNDU4NGYxZmZlMVwvZGVkN2lvZS1lZjdkYTM5NS0yNjM0LTQ2YzMtYWY1MS02NDIyYTJhNzEyZDcuanBnIiwid2lkdGgiOiI8PTcwODcifV1dLCJhdWQiOlsidXJuOnNlcnZpY2U6aW1hZ2Uub3BlcmF0aW9ucyJdfQ.L4G6_9oW2qwIB0LL5bghIQnwl9kvQFKZVCm0kCG2kH0",
        "detail": "นวนิยายเป็นเรื่องราวที่เกิดขึ้นรอบตัวแฮร์รี่ พอตเตอร์ เด็กกำพร้าผู้พบว่าตนเองเป็นพ่อมดเมื่ออายุได้สิบเอ็ดปี อาศัยอยู่ในโลกแห่งผู้ไม่มีอำนาจวิเศษหรือมักเกิล ซึ่งถือเป็นประชากรปกติ ความสามารถของเขานั้นมีมาโดยกำเนิดและเด็กจำพวกนี้จึงได้รับเชิญให้เข้าศึกษาในโรงเรียนซึ่งสอนทักษะที่จำเป็นแก่การประสบความสำเร็จในโลกพ่อมด[14] แฮร์รี่กลายมาเป็นนักเรียนที่โรงเรียนคาถาพ่อมดแม่มดและเวทมนตร์ศาสตร์ฮอกวอตส์ และเรื่องราวส่วนใหญ่ในนวนิยายเกิดขึ้น ณ สถานที่แห่งนี้ เมื่อแฮร์รี่เติบโตขึ้นผ่านช่วงวัยรุ่น เขาเรียนรู้ที่จะก้าวข้ามปัญหาที่เผชิญกับเขา ทั้งทางเวทมนตร์ สังคมและอารมณ์ รวมทั้งความท้าทายอย่างวัยรุ่นทั่วไป เช่น มิตรภาพและการสอบ ตลอดจนบททดสอบอันยิ่งใหญ่กว่าที่เตรียมพร้อมเขาสำหรับการเผชิญหน้าที่คอยอยู่เบื้องหน้า"
    },
    {
        "title": "Achievements Cultural impact",
        "subtitle": "Fans of the series were so eager for the latest instalment that bookstores around the world began holding events to coincide with the midnight release of the books, beginning with the 2000 publication of Harry Potter and the Goblet of Fire. The events, commonly featuring mock sorting, games, face painting, and other live entertainment have achieved popularity with Potter fans .",
        "image_url": "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/3c6ff084-0b3c-4588-b7ed-f997c4197827/d3cv4il-3bac9e0d-c2f8-48e6-bc4a-6c751f23475f.jpg/v1/fill/w_800,h_554,q_75,strp/hogwarts_memories_by_vlad_m_d3cv4il-fullview.jpg?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7ImhlaWdodCI6Ijw9NTU0IiwicGF0aCI6IlwvZlwvM2M2ZmYwODQtMGIzYy00NTg4LWI3ZWQtZjk5N2M0MTk3ODI3XC9kM2N2NGlsLTNiYWM5ZTBkLWMyZjgtNDhlNi1iYzRhLTZjNzUxZjIzNDc1Zi5qcGciLCJ3aWR0aCI6Ijw9ODAwIn1dXSwiYXVkIjpbInVybjpzZXJ2aWNlOmltYWdlLm9wZXJhdGlvbnMiXX0.YHDyNLA3Wng_YT0n0RxUHNhRhB-ZsBt6GQhN59GfJYM",
        "detail": "บรรดานักอ่านผู้ชื่นชอบนิยายชุดนี้ล้วนเฝ้ารอการวางจำหน่ายตอนล่าสุดที่ร้านหนังสือทั่วโลก เริ่มจัดงานให้ตรงกับวันวางจำหน่ายวันแรกตอนเที่ยงคืน เริ่มตั้งแต่การตีพิมพ์แฮร์รี่ พอตเตอร์กับถ้วยอัคนีใน ค.ศ. 2000 เป็นต้นมา กิจกรรมพิเศษระหว่างรอจำหน่ายมีมากมาย เช่น การแต่งกายเลียนแบบตัวละคร เล่นเกม ระบายสีหน้า และการแสดงอื่น ๆ ซึ่งได้รับความนิยมจากบรรดาแฟนพอตเตอร์และประสบความสำเร็จอย่างสูงในการดึงดูดแฟนและขายหนังสือแฮร์รี่ พอตเตอร์กับเจ้าชายเลือดผสมได้เกือบ 9 ล้านเล่ม จากจำนวนที่พิมพ์ไว้ครั้งแรก 10.8 ล้านเล่ม ภายใน 24 ชั่วโมงแรกของการวางแผง หนังสือเล่มสุดท้ายของชุด แฮร์รี่ พอตเตอร์กับเครื่องรางยมทูต เป็นหนังสือที่ขายได้เร็วที่สุดในประวัติศาสตร์ โดยขายได้ 11 ล้านเล่มในยี่สิบสี่ชั่วโมงแรกของการวางจำหน่าย"
    },
    {
        "title": "Commercial success",
        "subtitle": "The popularity of the Harry Potter series has translated into substantial financial success for Rowling, her publishers, and other Harry Potter related license holders. This success has made Rowling the first and thus far only billionaire author.The books have sold more than 500 million copies worldwide and have also given rise to the popular film adaptations produced by Warner Bros.",
        "image_url": "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/3c6ff084-0b3c-4588-b7ed-f997c4197827/d344a6v-5d90af1c-4e52-4166-8ae7-dd10c48c63ad.jpg/v1/fill/w_1024,h_687,q_75,strp/welcome_back_to_hogwarts_by_vlad_m_d344a6v-fullview.jpg?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7ImhlaWdodCI6Ijw9Njg3IiwicGF0aCI6IlwvZlwvM2M2ZmYwODQtMGIzYy00NTg4LWI3ZWQtZjk5N2M0MTk3ODI3XC9kMzQ0YTZ2LTVkOTBhZjFjLTRlNTItNDE2Ni04YWU3LWRkMTBjNDhjNjNhZC5qcGciLCJ3aWR0aCI6Ijw9MTAyNCJ9XV0sImF1ZCI6WyJ1cm46c2VydmljZTppbWFnZS5vcGVyYXRpb25zIl19.MxJ6I1jlpVvERmMpB36Gg6-vtyrSdTuleQUGQlKcPtA",
        "detail": "ความสำเร็จของนวนิยายชุด แฮร์รี่ พอตเตอร์ ได้สร้างความมั่งคั่งให้แก่ เจ. เค. โรว์ลิง ผู้ประพันธ์ ตลอดไปจนถึงสำนักพิมพ์และผู้ถือสิทธิ์ด้านต่าง ๆ เกี่ยวกับ แฮร์รี่ พอตเตอร์ ทั้งหมด โรว์ลิงได้รับผลตอบแทนมากจนกระทั่งนับได้ว่าเป็นนักเขียนเพียงคนเดียวที่ติดอันดับ มีการจำหน่ายหนังสือไปแล้วกว่า 400 ล้านเล่มทั่วโลก และช่วยนำกระแสนิยมให้แก่ภาพยนตร์ชุดดัดแปลงโดย วอร์เนอร์บราเธอร์ส ด้วย ภาพยนตร์ดัดแปลงในแต่ละตอนต่างประสบความสำเร็จไปตามกัน สามารถติดอันดับเป็นภาพยนตร์ทำเงินตลอดกาลในทุกภาคที่เข้าฉาย[79][80] ชุดภาพยนตร์แฮร์รี่ พอตเตอร์นั้นได้รับการต่อยอดไปสู่รูปแบบวิดีโอเกมและสินค้าจดลิขสิทธิ์กว่า 400 รายการ"
    }
]